{
    "data": [
        {
            "name": "Лечу",
            "text": "Лечу!"
        },
        {
            "name": "Пиши на форум",
            "text": "При наличии доказательств нарушения Вы можете оставить жалобу на игрока в личном кабинете на сайте https://gta5rp.com/user/report. Авторизуйтесь в личном кабинете с аккаунта, являющегося предметом обращения."
        },
        {
            "name": "Найти жалобу",
            "text": "Чтобы найти жалобу, по которой Вы были наказаны, авторизуйтесь на сайте https://gta5rp.com/user/report в личном кабинете с аккаунта, являющегося предметом обращения."
        },
        {
            "name": "Обжалование",
            "text": "Если Вы не согласны с полученным наказанием, обратитесь в личные сообщения к администратору, который выдал наказание или составьте обращение в личном кабинете на сайте https://gta5rp.com/user/report. Авторизуйтесь в личном кабинете с аккаунта, являющегося предметом обращения."
        },
        {
            "name": "Очередь жалоб",
            "text": "Любые тикеты и темы на форуме, требующие ответа администрации, рассматриваются в порядке очереди, ожидайте."
        },
        {
            "name": "Репорт не переписка",
            "text": "Репорт - это не личная перписка с администратором. При необходимости Вы можете написать администратору в личные сообщения в дискорде."
        },
        {
            "name": "Суд",
            "text": "К сожалению, это IC момент. Для решения проблемы, необходимо вызвать полицию или обратится в Суд с иском или жалобой в Прокуратуру с видеофиксацией нарушения от игрока, а также с номером его жетона или нашивки, если это государственный служащий. Иск можно заполнить на форуме нашего сервера: https://forum.gta5rp.com/forums/sudebnaja-vlast.1650/ (ссылку можно скопировать)"
        },
        {
            "name": "EMS",
            "text": "Администрация не поднимает и не лечит игроков. Вам требуется вызвать сотрудников EMS или ожидать функциональной возможности потерять создание."
        },
        {
            "name": "NonRP Drive",
            "text": "Нарушение NonRP Drive определяется по скорости и по объективной возможности транспорта передвигаться или забраться на то или иное препятствие. То есть, езда под большим уклом или по рельсам, а также передвижение с большой скоростью по неровностям или склонам наказуемы. При каждом ДТП необходимо отыгрывать состояние персонажа, а также срабатывания систем безопасности автомобиля (ремни/подушки безопасности/каркас безопасности) учитывая тяжесть ДТП. Если в результате ДТП Ваш персонаж вылетел через лобовое стекло или упал с мототранспорта, отыгрывать состояние не нужно."
        },
        {
            "name": "Опишите подробнее",
            "text": "Опишите суть Вашего вопроса или жалобы подробнее, чтобы я мог помочь Вам."
        },
        {
            "name": "Узнайте сами",
            "text": "Администрация не разглашает информацию, касающуюся игрового процесса, в рамках которого игрок должен прийти к этой информации самостоятельно. Узнайте данную информацию самостоятельно или у игроков."
        },
        {
            "name": "Вторая машина",
            "text": "Зайдите в Телефон → Авто → Настроить → Выберете среди Ваших автомобилей тот, который желаете заспавнить, и переместите его на первое место → Не забудьте Сохранить. После чего арендуйте парковочное место, если же оно уже у Вас приобретено, то продайте его и купите заново. Таким образом у Вас появится желаемый автомобиль."
        },
        {
            "name": "Механик",
            "text": "Вызовите механика либо эвакуируйте транспорт. Администрация не телепортирует/вытаскивает/переворачивает/чинит/заправляет транспортные средства. Единственные исключения: баг или арендованный рабочий транспорт (таксист, автобус, дальнобойщик, инкассатор, механик, пожарный)/кареты EMS/угнанные автомобили/любые проблемы с транспортными средствами на острове Кайо-Перико/любые проблемы с лодками."
        },
        {
            "name": "Назначить клавишу",
            "text": "Назначить клавишу для этого действия Вы можете в F10 → слева сверху шестерёнка → управление."
        },
        {
            "name": "Снять судимости",
            "text": "Для обнуления судимостей и счётчика знакомств с игроками Вы можете начать новую жизнь на чёрном рынке. На втором этаже находятся 2 NPC: Сол (Требуется 200 DP) и ЭД (Требуется 150 000 $). Либо же Вы можете пройти юридическую реабилитацию, обратившись к сотрудникам правительства в мерии."
        },
        {
            "name": "КД Орга",
            "text": "КД на вступление в следующую организацию отсчитывается с момента вступления в предыдущую, и составляет 2 часа."
        },
        {
            "name": "BP",
            "text": "Bonus Points начисляются за определённые действия. Например: взаимодействия с другими игроками, участие в серверных событиях, работа во фракциях и прочее. Конкретный список не оглашается. Багов в получении Bonus Points нет. Если не засчитало - значит, не выполнены условия."
        },
        {
            "name": "Не берётся контракт",
            "text": "Если Вы создатель организации, то создайте в организации роль, присвойте её себе и наделите её всеми правами, тогда Вы сможете брать контракты и полноценно управлять организацией. Для других участников Вы можете создавать другие роли, наделяя их только определёнными правами или также всеми. Если Вас пригласили в организацию, то попросите старший состав выдать Вам соответствующую роль с доступом к выполнению контрактов."
        },
        {
            "name": "Увольнение во фракции",
            "text": "Администрация не увольняет игроков. Увольнение из фракции возможно исключительно через обращение к старшему составу фракции или с использованием возможностей VIP-аккаунта. Если у Вас возникли проблемы с увольнением через обращение к старшему составу фракции, Вы можете обратиться к куратору фракции, его можно найти в Discord-сервере фракции. Если у Вас активен VIP-статус любого уровня, откройте М → Меню фракции, найдите себя в списке во вкладке 'Участники' и нажмите на перечеркнутый кружок справа от Вашего никнейма. Получить VIP статус можно за DP в F10 → Магазин → VIP статусы, либо по реферальному коду GTA5START, который нужно ввести в F10 → Настройки → Приглашение."
        },
        {
            "name": "Бабочка пропала",
            "text": "Скорее всего, Вы не успели доставить девушку за 10 минут. Если Вы считаете, что успели за указанное ранее время, Вам следует оставить обращение по технической проблеме в личном кабинете на сайте https://gta5rp.com/user/report. Авторизуйтесь в личном кабинете с аккаунта, являющегося предметом обращения."
        },
        {
            "name": "Нет миникарты",
            "text": "Во-первых, проверьте, что в F10 → Настройки → Интерфейс → Отображать HUD стоит ДА. Нажмите Esc и закройте открывшееся меню. Если Вы используете монитор разрешения 21:9, в F10 Настройки → Интерфейс активируйте 'Фикс мини-карты для мониторов 21:9'. Полностью перезайдите в игру (не через F1), может потребоваться перезайти 2 раза. Воспользуйтесь VPN для исключения проблемы с соединением (Например, Windscribe, NordVPN, Proton). Очистите папку client_resources (в папке RAGEMP), удалите ragemp_v, config.xml, multiplayer.dll, multiplayerL.dll, запустите updater.exe от имени администратора, в списке выберите GTA5RP.COM | Grapeseed, дождитесь загрузки и установки, перезайдите в игру 2 раза (не через F1). Удалите стороннее антивирусное ПО (Kaspersky, Avast, Iobit, Eset, Malvarebytes и т.п.), сторонние файрволы, Adguard, Wallpaper engine, MSI Afterburner, MSI Mystic light и аналогичные, для управления подсветкой и блокировки рекламы. Добавьте папки с GTAV и RAGEMP в исключения защитника Windows. Отключите защиту в реальном времени. Отключите либо удалите ПО от Razer, Process Lasso, Park Control, Memreduct, Advanced system care и подобные, если установлено. Также отключите Xbox game bar и его оверлей, повтор xbox, оверлей дискорд, удалите betterdiscord, отключите оверлей стим и прочие оверлеи, кроме geforce experience/AMD Relive. GTA V, разумеется, должна быть чистой, без модификаций, не иметь файла commandline и прочих посторонних файлов в папке с игрой. Если способы без перезапуска игры не помогли, не забудьте сохранить скриншот этого сообщения."
        },
        {
            "name": "Фикс микрофона",
            "text": "Могу предложить Вам 3 способа решить эту проблему. 1. Проверьте работоспособность микрофона в других приложениях. Если он не работает, переустановите драйвер или проверьте микрофон на механические повреждения, проверьте стыковки и провод Вашего микрофона на наличие повреждений. 2. Кнопка ПУСК → Панель управления → Оборудование и звук → Звук → Запись → Нажмите ПКМ по названию Вашего микрофона → Использовать по умолчанию & Использовать устройство связи по умолчанию. В самой игре нажмите несколько раз клавишу F3 для перезагрузки голосового чата. 3. При запуске игры через RAGE Multiplayer Launcher перейдите в раздел настройки (помечается в окне справа вверху как ‘эквалайзер’, ползунки на вертикальных полосках) и проверьте включен ли Ваш микрофон в разделе голосового чата, а также выбран ли верный из всех возможных доступных звукозаписывающих устройств в разделе ‘Устройство ввода’. ВЫВОД: Не один из пунктов не помог? - попробуйте обратиться в тех раздел на форуме проекта для более подробной инструкции https://forum.gta5rp.com/forums/grapeseed-texnicheskij-razdel.1668/ (ссылку можно скопировать)"
        },
        {
            "name": "Баг ника",
            "text": "Если Вы сменили никнейм, необходимо дождаться рестарта. Окно фракции/организации забагалось."
        },
        {
            "name": "Достижения",
            "text": "Багов в выполнении достижений нет. Если не засчитало - значит, не выполнены условия. Информацию о выполнении достижений не разглашаем."
        },
        {
            "name": "Закладка",
            "text": "Вам необходимо подальше отойти от метки и полностью перезайти в игру. После этого заново поставьте метку через сообщения в телефоне."
        },
        {
            "name": "Шкафы",
            "text": "Список функциональных шкафов: Комод классический(черный), Комод классический(кофейный), Шкаф классический, Гардероб деревянный Бизнес, Шкаф деревянный со светлой отделкой (слева и справа), Гардероб стеллаж Luxe (1 и 2). Установить можно любое количество шкафов, однако для них будет общее место хранения в 96 ячеек на одной странице. В зависимости от класса дома или квартиры в шкафах, гардеробах и холодильниках разное количество страниц с ячейками. Дома: Эконом - 1 страница, Стандарт - 2 страницы, Комфорт - 3 страницы, Престиж - 4 страницы. Квартиры: Эконом, Стандарт, Комфорт - 1 страница; Комфорт+, Бизнес, Премиум - 2 страницы; Элитный, Люкс - 3 страницы; Платинум - 4 страницы."
        },
        {
            "name": "Машины для рыбалки",
            "text": "Прицеп можно перевозить на следующих машинах: Bobcat, Sadler, Hummer H1 2001, Toyota Tundra, Dodge RAM TRX, Автомобиль автомеханика. Для того, чтобы подцепить лодку, необходимо подъехать задом машины так, чтобы фаркоп был под специальным креплением для фаркопа на прицепе. Чтобы вытащить лодку из гаража, необходимо нажать по лодке G → Прочее → Достать из гаража. Выкатить лодку без прицепа можно у менеджера доков. (GPS - Разное) Улучшения на лодку или ключ делается у менеджера доков. (справа от него на воде есть значок $)"
        },
        {
            "name": "Лизинг",
            "text": "При взятии авто в лизинг нельзя досрочно уплатить, выбранный срок нельзя уменьшить или увеличить. Каждый день на счёт в БАНКЕ будет накапливаться задолженность за использование транспорта, как только сумма в банке на счёте лизинга накопится за 14 дней, то транспортное средство будет изъято без возмещения потраченной суммы и уплаченных долгов. Авто, взятое в лизинг, нельзя передавать, продавать, делать ключи, сдавать в аренду. При продаже государству будет считаться как отказ от лизинга без возвращения денежных средств, на автомобиль в лизинге можно устанавливать модификации. Взять в лизинг можно только одно авто. После уплаты лизинга ограничения с авто будут сняты."
        },
        {
            "name": "Работа на эвакуаторе",
            "text": "Для управления стрелой эвакуатора необходимо использовать: SHIFT - для поднятия крюка, CTRL - для опускания крюка, долгое зажатия H - для отцепления машины. В случае, если эвакуатором не получается подцепить машину, Вам следует сесть в машину, которую требуется подцепить, или же дернуть за её ручку, если дверь закрыта."
        },
        {
            "name": "Найти место",
            "text": "Чтобы найти желаемое функциональное место, используйте различные методы, доступные для поиска точек интереса. Телефон → GPS. Также можете соориентироваться по карте через ESC: справа имеется легенда с названием мест и соответствующими иконками (если она у Вас не отображается, нажмите TAB, находясь в активном окне карты). В случае необходимости найти Ваше транспортное средство, используйте Телефон → Авто. Если желаете найти информацию по контракту, то она находится в Телефон → Контракты. Также определенные метки на карте можно получить через F10 → Знак вопроса (?) согласно категориям или через F10 → Задания. В иных случаях обратитесь за помощью и советом к другим игрокам."
        }
    ],
    "version": 1
}
